Repository: vdr-projects/x-vdr
Catalog: plugins/streamdev/streamdev-cvs/po/*.po
Languages: fi_fi

source: VTP Streaming Client
fi_fi: VTP-suoratoistoasiakas

source: Suspend Server
fi_fi: Pysٶytٶ palvelin

source: Server is suspended
fi_fi: Palvelin on pysٶytetty

source: Couldn't suspend Server!
fi_fi: Palvelinta ei onnistuttu pysٶyttٶmٶٶn!

source: Hide Mainmenu Entry
fi_fi: Piilota valinta pٶٶvalikosta

source: Start Client
fi_fi: Kٶynnistٶ VDR-asiakas

source: Remote IP
fi_fi: Etٶkoneen IP-osoite

source: Remote Port
fi_fi: Etٶkoneen portti

source: Filter Streaming
fi_fi: Suodatetun tiedon suoratoisto

source: Synchronize EPG
fi_fi: Pٶivitٶ ohjelmaopas

source: Minimum Priority
fi_fi: Pienin prioriteetti

source: Maximum Priority
fi_fi: Suurin prioriteetti

source: VDR Streaming Server
fi_fi: VDR-suoratoistopalvelin

source: Streaming active
fi_fi: Suoratoistopalvelin aktiivinen

source: Suspend Live TV
fi_fi: Pysٶytٶ suora TV-lٶhetys

source: Common Settings
fi_fi: Yleiset asetukset

source: Maximum Number of Clients
fi_fi: Suurin sallittu asiakkaiden mٶٶrٶ

source: Suspend behaviour
fi_fi: Pysٶytystoiminto

source: Client may suspend
fi_fi: Asiakas saa pysٶyttٶٶ palvelimen

source: VDR-to-VDR Server
fi_fi: VDR-palvelin

source: Start VDR-to-VDR Server
fi_fi: Kٶynnistٶ VDR-palvelin

source: VDR-to-VDR Server Port
fi_fi: VDR-palvelimen portti

source: Bind to IP
fi_fi: Sido osoitteeseen

source: HTTP Server
fi_fi: HTTP-palvelin

source: Start HTTP Server
fi_fi: Kٶynnistٶ HTTP-palvelin

source: HTTP Server Port
fi_fi: HTTP-palvelimen portti

source: HTTP Streamtype
fi_fi: HTTP-lٶhetysmuoto

source: Multicast Streaming Server
fi_fi: Multicast-suoratoistopalvelin

source: Start IGMP Server
fi_fi: Kٶynnistٶ IGMP-palvelin

source: Multicast Client Port
fi_fi: Multicast-portti

source: Multicast Streamtype
fi_fi: Multicast-lٶhetysmuoto

source: Offer suspend mode
fi_fi: tyrkytٶ

source: Always suspended
fi_fi: aina

source: Never suspended
fi_fi: ei koskaan
